Revit 2027 API
UnitTypeId.LumensPerWatt Property
 Lumens per watt.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LumensPerWatt { get; }
Public Shared ReadOnly Property LumensPerWatt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LumensPerWatt {
	ForgeTypeId^ get ();
}
static member LumensPerWatt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace